Repository: beechit/news_importer
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: nl

# tx_newsimporter_domain_model_importsource.title
source: Title
nl: Omschrijving

# tx_newsimporter_domain_model_importsource.url
source: Url
nl: Url/link

# tx_newsimporter_domain_model_importsource.last_run
source: Last Run
nl: Laatst uitgevoerd op

# tx_newsimporter_domain_model_importsource.storage_pid
source: News storage Pid
nl: Nieuws storage pid

# tx_newsimporter_domain_model_importsource.default_image
source: Default image to add if no image found in source
nl: Standaard afbeelding die wordt toegevoegd als er geen afbeelding (image) in het item is gevonden

# tx_newsimporter_domain_model_importsource.image_folder
source: Image Folder (if not set images will not get imported, mapping field: image)
nl: Afbeeldingen folder (indien niet gezet worden er ook geen afbeeldingen ge√Ømporteerd, mapping veld: image)

# tx_newsimporter_domain_model_importsource.filter
source: Only items with one of these strings (comma separated, ignored when empty)
nl: Alleen items importeren als een van de volgende woorden voorkomt (komma gescheiden, wordt genegeerd indien leeg)

# tx_newsimporter_domain_model_importsource.update_interval
source: Update interval (h:mm:ss)
nl: Update interval (u:mm:ss)

# tx_newsimporter_domain_model_importsource.disable_auto_import
source: Disable automation
nl: Niet automatisch uitvoeren

# palette.automation
source: Automation (when executed by cli/scheduler task)
nl: Automatisering (instellingen voor als items via command line/scheduler worden verwerkt)
